{
  "Report Missing Person": "ပျောက်ဆုံးသူကို တင်ပြရန်",
  "Full Name": "အမည်အပြည့်အစုံ",
  "Age": "အသက်",
  "Last Seen": "နောက်ဆုံးတွေ့မြင်ခဲ့သောနေရာ/အချိန်",
  "Description": "ဖော်ပြချက်",
  "Contact Information": "ဆက်သွယ်ရန်အချက်အလက်",
  "Submit Report": "တင်ပြမည်",
  "Submitting...": "တင်ပြနေသည်...",
  "Find Missing Person": "ပျောက်ဆုံးသူရှာဖွေရန်",
  "Search by name, location, or description...": "အမည်၊ နေရာ သို့မဟုတ် ဖော်ပြချက်ဖြင့် ရှာဖွေရန်...",
  "No matching records found.": "သက်ဆိုင်ရာမှတ်တမ်း မတွေ့ပါ။",
  "Person Found": "ပျောက်ဆုံးသူ တွေ့ရှိပြီး",
  "Mark as Found": "တွေ့ရှိပြီးဟု အမှတ်အသားပြုရန်",
  "Found": "တွေ့ရှိပြီး",
  "Reported on": "တင်ပြသည့်နေ့",
  "Found on": "တွေ့ရှိသည့်နေ့",
  "Help Find Missing Persons": "ပျောက်ဆုံးသူများကို ရှာဖွေရန် ကူညီပါ",
  "Join our community effort to reunite families and find missing loved ones. Report missing persons or help in the search.": "မိသားစုများ ပြန်လည်ဆုံစည်းနိုင်ရေးနှင့် ပျောက်ဆုံးသူများကို ရှာဖွေရန် ကျွန်ုပ်တို့နှင့်အတူ ပူးပေါင်းပါဝင်ပါ။ ပျောက်ဆုံးသူတစ်ဦးတစ်ယောက်ကို တင်ပြရန် သို့မဟုတ် ရှာဖွေရေးတွင် ကူညီပေးပါ။",
  "Report": "တင်ပြရန်",
  "Quickly submit details about a missing person": "ပျောက်ဆုံးသူအကြောင်းအရာများကို အလျင်အမြန် တင်ပြနိုင်ပါသည်",
  "Search": "ရှာဖွေရန်",
  "Browse and search through missing person reports": "ပျောက်ဆုံးသူများ၏ မှတ်တမ်းများကို ရှာဖွေကြည့်ရှုနိုင်ပါသည်",
  "Connect": "ချိတ်ဆက်ရန်",
  "Help reunite families with their loved ones": "မိသားစုများ ပြန်လည်ဆုံဆည်းနိုင်ရေး ကူညီပေးပါ",
  "Missing Person Finder": "ပျောက်ဆုံးသူရှာဖွေရေး",
  "Find": "ရှာဖွေရန်",
  "Report Missing": "ပျောက်ဆုံးသူ တင်ပြရန်",
  "Photo": "ဓာတ်ပုံ",
  "Click to upload": "တင်ရန်နှိပ်ပါ",
  "or drag and drop": "သို့မဟုတ် ဆွဲ၍ထည့်ပါ",
  "PNG, JPG or JPEG (MAX. 5MB)": "PNG, JPG သို့ JPEG (အများဆုံး ၅MB)",
  "Enter full name": "အမည်အပြည့်အစုံ ထည့်ပါ",
  "Enter age": "အသက် ထည့်ပါ",
  "Location or date last seen": "နောက်ဆုံးတွေ့မြင်ခဲ့သောနေရာ သို့မဟုတ် နေ့စွဲ ထည့်ပါ",
  "Physical description, clothing, etc.": "ကိုယ်ရေးဖော်ပြချက်၊ အဝတ်အစား၊ စသည်...",
  "Your contact information": "သင့်ဆက်သွယ်ရန်အချက်အလက်"
}
